Repository: CHUNGPT17/X
Catalog: applications/luci-app-modemband/po/*/modemband.po
Languages: vi

source: Preferred LTE bands
vi: Các băng tần LTE ưa thích

source: Preferred 5G SA bands
vi: Ưu tiên băng tần 5G SA

source: Preferred 5G NSA bands
vi: Ưu tiên băng tần 5G NSA

source: Currently set LTE bands
vi: Các băng tần LTE hiện được đặt

source: Currently set 5G SA bands
vi: Hiện đã đặt băng tần 5G SA

source: Currently set 5G NSA bands
vi: Hiện đã thiết lập các băng tần 5G NSA

source: Preferred LTE/5G Bands
vi: Ưu tiên băng tần LTE/5G

source: Supported LTE bands
vi: Các băng tần LTE được hỗ trợ

source: Supported 5G SA bands
vi: Các băng tần 5G SA được hỗ trợ

source: Supported 5G NSA bands
vi: Hỗ trợ băng tần 5G NSA

source: 5G bands cannot be read. Check if your modem supports this technology and if it is in the list of supported modems.
vi: Không thể đọc được băng tần 5G. Kiểm tra xem modem của bạn có hỗ trợ công nghệ này hay không và nó có nằm trong danh sách modem được hỗ trợ hay không.

source: LTE bands cannot be read. Check if your modem supports this technology and if it is in the list of supported modems.
vi: Không thể đọc các băng tần LTE. Kiểm tra xem modem của bạn có hỗ trợ công nghệ này hay không và nó có nằm trong danh sách modem được hỗ trợ hay không.

source: Configuration modem frequency bands. More thông tin về ứng dụng modemband trên diễn đàn %seko.one.pl%s.
vi: Konfiguracja preferowanych pasm modemu. Więcej thông tin về ứng dụng modemband trên diễn đàn.

source: LTE Bands Configuration
vi: Cấu hình băng tần LTE

source: 5G SA Bands Configuration
vi: Cấu hình băng tần 5G SA

source: 5G NSA Bands Configuration
vi: Cấu hình băng tần 5G NSA

source: Preferred bands settings
vi: Cài đặt băng tần ưa thích

source: Modification of the bands
vi: Sửa đổi băng tần

source: Modem information
vi: Thông tin modem

source: The new bands settings have been sent to the modem. If the changes are not visible, a restart of the connection, modem or router may be required.
vi: Cài đặt băng tần mới đã được gửi tới modem. Nếu không thấy thay đổi, bạn có thể cần phải khởi động lại kết nối, modem hoặc bộ định tuyến của mình.

source: Apply changes
vi: Áp dụng các thay đổi

source: Restore
vi: Khôi phục

source: Please select a band(s)
vi: Vui lòng chọn (các) băng tần

source: Bands configuration
vi: Cấu hình băng tần

source: Restore default bands
vi: Khôi phục các băng tần mặc định

source: Waiting for device...
vi: Đang chờ thiết bị...

source: Rebooting…
vi: Đang khởi động lại…

source: Perform reboot
vi: Thực hiện khởi động lại

source: Restart
vi: Khởi động lại kết nối

source: Reboot
vi: Khởi động lại thiết bị

source: Refresh
vi: Làm mới lại

source: Do you really want to restart the device?
vi: Bạn có chắc chắn muốn khởi động lại thiết bị của mình không?

source: Additional options
vi: Tùy chọn bổ sung

source: Select the preferred band(s) for the modem.
vi: Chọn (các) băng tần ưa thích cho modem của bạn.

source: Do you really want to set up all possible bands for the modem?
vi: Bạn có chắc chắn muốn đặt tất cả các băng tần có thể có cho modem của mình không?

source: Preferred bands
vi: Băng tần ưa thích

source: Configuration
vi: Cấu hình

source: Configuration modemband
vi: Cấu hình modem

source: Configuration panel for modemband and gui application.
vi: Bảng cài đặt cho ứng dụng modemband và giao diện người dùng.

source: Interface
vi: Giao diện

source: Network interface for Internet access.
vi: Một giao diện mạng để truy cập Internet.

source: WAN restart after making changes to bands.
vi: WAN khởi động lại sau khi thực hiện thay đổi băng tần.

source: Modem restart
vi: Khởi động lại modem

source: Modem restart after making changes to bands.
vi: Khởi động lại modem sau khi thực hiện thay đổi băng tần.

source: Restart with AT command
vi: Khởi động lại bằng lệnh AT

source: AT command to restart the modem.
vi: Lệnh AT để khởi động lại modem.

source: Port for communication with the modem
vi: Cổng giao tiếp với modem

source: Please select a port
vi: Vui lòng chọn một cổng

source: Select one of the available ttyUSBX ports.
vi: Chọn một trong các cổng ttyUSBX có sẵn.

source: No supported modem was found, quitting...
vi: Không tìm thấy modem được hỗ trợ, đang thoát...

source: Port not found, quitting...
vi: Không tìm thấy cổng, đang hoàn tất công việc...

source: Additional options useful for modem configuration.
vi: Các tùy chọn bổ sung hữu ích khi cấu hình modem.

source: Connection / router restart
vi: Khởi động lại kết nối/bộ định tuyến

source: Hint: The name of the WAN section can be changed in the package settings panel.
vi: Gợi ý: Bạn có thể thay đổi tên của phần WAN trong bảng cài đặt gói.

source: LTE band aggregation at UL (upload)
vi: Tổng hợp các băng tần LTE trong UL (tải lên)

source: No supported modem / router was found...
vi: Không tìm thấy modem/bộ định tuyến được hỗ trợ...

source: Hint: Option dedicated to the ZTE MF286D router.
vi: Gợi ý: Tùy chọn dành riêng cho bộ định tuyến ZTE MF286D.

source: Enable aggregation
vi: Bật tổng hợp

source: Disable aggregation
vi: Tắt tổng hợp

source: Disable
vi: Tắt

source: Enable
vi: Bật

source: Turn off notifications
vi: Tắt thông báo

source: Appearance and action settings
vi: Cài đặt giao diện

source: Checking this option disables the notification that appears every time the bands are changed.
vi: Việc chọn tùy chọn này sẽ tắt thông báo xuất hiện bất cứ khi nào băng tần thay đổi.

source: Modem settings template
vi: Mẫu cài đặt modem

source: Modem template configuration
vi: Cấu hình mẫu modem

source: Settings panel for the modemband application that allows you to customize the package for your modem.
vi: Bảng cài đặt cho ứng dụng modemband cho phép bạn điều chỉnh gói phù hợp với modem của mình.

source: Edit script
vi: Chỉnh sửa kịch bản

source: Supported bands depend on the region in which the modem operates. By modifying the DEFAULT_LTE_BANDS variable, you can easily adapt the package to your modem.
vi: Các băng tần được hỗ trợ tùy thuộc vào khu vực mà modem hoạt động. Bằng cách sửa đổi biến DEFAULT_LTE_BANDS, bạn có thể dễ dàng điều chỉnh gói cho phù hợp với modem.

source: Waiting to read data from the modem...
vi: Đang chờ đọc dữ liệu từ modem...

source: Edit
vi: Biên tập

source: Template loaded
vi: Đã tải mẫu

source: Refresh the view
vi: Làm mới chế độ xem

source: Reload
vi: Tải lại

source: Select the modem settings file
vi: Chọn file cài đặt modem

source: Select the template assigned to the Vendor and ProdID of the modem.
vi: Chọn mẫu được gán cho nhà cung cấp của bạn và ProdID của modem của bạn.

source: Band selection switch
vi: Công chọn băng tần

source: Deselect all
vi: Bỏ chọn tất cả

source: Select all
vi: Chọn tất cả

source: Bands are disabled...
vi: Các băng tần đã tắt...
