Repository: CHUNGPT17/X
Catalog: applications/luci-app-3ginfo-lite/po/*/3ginfo.po
Languages: vi

source: Information about 3G/4G/5G connection
vi: Thông tin trạng thái kết nối 3G/4G/5G

source: More information about the 3ginfo on the %seko.one.pl forum%s.
vi: Thông tin thêm về 3ginfo trên %sforum eko.one.pl%s.

source: eko.one.pl forum
vi: diễn đàn eko.one.pl

source: Details
vi: Chi tiết

source: USB debug information
vi: Thông tin gỡ lỗi USB

source: Configuration
vi: Cấu hình

source: General Information
vi: Thông tin chung

source: Modem Information
vi: Thông tin modem

source: Cell / Signal Information
vi: Thông tin mạng/tín hiệu

source: Technology
vi: Công nghệ

source: Operator
vi: Người điều hành

source: Signal strength
vi: Cường độ tín hiệu

source: Connection statistics
vi: Thống kê kết nối

source: Modem type
vi: Loại modem

source: Additional information
vi: Thông tin bổ sung

source: Revision / Firmware
vi: Phiên bản/sửa đổi phần sụn

source: IP adress / Communication Port
vi: Địa chỉ IP / Cổng giao tiếp

source: Chip Temperature
vi: Nhiệt độ chip

source: Configuration 3ginfo-lite
vi: cấu hình 3ginfo-lite

source: Configuration panel for the 3ginfo-lite application.
vi: Bảng cấu hình cho ứng dụng 3ginfo-lite.

source: Network
vi: Mạng

source: IP adress / Port for communication with the modem
vi: Địa chỉ IP / Cổng giao tiếp với modem

source: Protocol
vi: Giao thức

source: Select the appropriate settings. <br /> <br />Traditional modem. <br /> Select one of the available ttyUSBX ports.<br /> <br />HiLink modem. <br /> Enter the IP address 192.168.X.X under which the modem is available.
vi: Chọn cài đặt phù hợp. <br /> <br />Modem truyền thống. <br /> Chọn một trong các cổng ttyUSBX có sẵn.<br /> <br />Modem HiLink. <br /> Nhập địa chỉ IP 192.168.X.X mà modem có sẵn.

source: Very good
vi: Rất tốt

source: Good
vi: Tốt

source: Weak
vi: "Yếu

source: Very weak
vi: Rất yếu

source: Excellent
vi: Xuất sắc

source: Mid cell
vi: Phạm vi trung bình

source: Cell edge
vi: Ở ngoài phạm vi

source: SIM status
vi: Trạng thái SIM

source: Not registered
vi: Chưa đăng nhập vào mạng

source: Registered
vi: Đã đăng nhập vào mạng

source: Registered (roaming)
vi: Đã đăng nhập vào mạng (chuyển vùng)

source: Searching..
vi: Tìm kiếm..

source: Registering denied
vi: Từ chối đăng nhập vào mạng

source: Waiting to read data from the modem...
vi: Đang chờ đọc dữ liệu từ modem...

source: Waiting for connection data...
vi: Đang chờ dữ liệu kết nối...

source: BTS Search
vi: Vị trí trạm cơ sở

source: Search
vi: Tìm kiếm

source: Search BTS using Cell ID
vi: Tìm kiếm BTS bằng Cell ID

source: Hint: To set up a BTS search engine, all you have to do is select the dedicated website for your location.
vi: Gợi ý: Để định cấu hình công cụ tìm kiếm BTS, chỉ cần chọn trang web phù hợp với vị trí của bạn.

source: BTS search settings
vi: Cài đặt tìm kiếm trạm gốc

source: Website to search for BTS
vi: Trang tìm kiếm BTS

source: Select a website for searching.
vi: Chọn một trang web tìm kiếm.

source: SIM Slot
vi: Khe cắm SIM

source: Customizing the appearance of the package
vi: Tùy chỉnh giao diện của gói

source: Hint: The settings below allow you to customize the appearance of the progress bars.
vi: Gợi ý: Các cài đặt sau cho phép bạn tùy chỉnh giao diện của thanh tiến trình.

source: The width of the progress bars
vi: Chiều rộng của thanh tiến trình

source: Select the width of the progress bars.
vi: Chọn độ rộng của thanh tiến trình.
